app/views/student/index.html.erb

<h1>hi</h1>
<% Student.all.each do |student| %>
---
SELECT "students".* FROM "students"